[{"id":1,"title":"Python OOP","image":"https://i.ibb.co/K7r9Pr6/Rectangle-2.png","description":"Master object-oriented programming (OOP) in Python. This 8-week course covers the principles of OOP, including classes, objects, inheritance, and polymorphism. Gain hands-on experience in designing and implementing OOP concepts in Python applications.","price":99,"time":8},{"id":2,"title":"MySQL","image":"https://i.ibb.co/TYnKb8C/Rectangle-2-1.png","description":"Become a MySQL database expert with this comprehensive 10-week course. Learn SQL, database design, and optimization. Get hands-on experience in managing and querying MySQL databases for web and application development.","price":119,"time":10},{"id":3,"title":"C Programming","image":"https://i.ibb.co/QvYDB2P/Rectangle-2-2.png","description":"Start your programming journey with C. This 6-week course introduces you to the fundamentals of C programming, including variables, control structures, and functions. Build a solid foundation in C and prepare for advanced programming.","price":79,"time":6},{"id":4,"title":"Algorithm","image":"https://i.ibb.co/bHjtPqv/Rectangle-2-3.png","description":"Master algorithms and data structures in this 4-week course. Learn essential algorithmic concepts, sorting algorithms, and search algorithms. Apply your knowledge to solve real-world programming challenges.","price":59,"time":4},{"id":5,"title":"C++","image":"https://i.ibb.co/Phj9F8g/Rectangle-2-4.png","description":"Dive deep into C++ programming in this 12-week course. Explore advanced C++ features, object-oriented programming, and template metaprogramming. Develop C++ applications and libraries like a pro.","price":129,"time":12},{"id":6,"title":"Software Engineering","image":"https://i.ibb.co/QHVb1kM/Rectangle-2-5.png","description":"Become a software engineering expert with this 8-week course. Learn software development methodologies, project management, and software design patterns. Build scalable and maintainable software systems.","price":89,"time":8},{"id":7,"title":"JavaScript","image":"https://i.ibb.co/z8wDfY1/Rectangle-2-6.png","description":"Master JavaScript for web development in this 10-week course. Learn about JavaScript fundamentals, DOM manipulation, and front-end frameworks like React and Angular. Create dynamic and interactive web applications.","price":149,"time":10},{"id":8,"title":"Data Structures","image":"https://i.ibb.co/bKBp5TX/Rectangle-3.png","description":"Explore the world of data structures in this 8-week course. Learn about linked lists, trees, graphs, and hash tables. Apply data structures to solve complex programming problems and optimize algorithms.","price":109,"time":8},{"id":9,"title":"AWS","image":"https://i.ibb.co/1MJ4sBH/Rectangle-3-1.png","description":"Become proficient in Amazon Web Services (AWS) with this 6-week course. Explore cloud computing, EC2, S3, and other AWS services. Deploy and manage applications on the AWS cloud platform.","price":69,"time":6}]